Repository: tx2z/aisight
Catalog: AISight/AISight/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, zh

source: We may update this privacy policy from time to time. Changes will be reflected in the app with an updated "Last updated" date. Continued use of the app after changes constitutes acceptance of the updated policy.
de: Wir können diese Datenschutzerklärung von Zeit zu Zeit aktualisieren. Änderungen werden in der App mit einem aktualisierten Datum "Zuletzt aktualisiert" angezeigt. Die fortgesetzte Nutzung der App nach Änderungen gilt als Zustimmung zur aktualisierten Richtlinie.
es: Podemos actualizar esta política de privacidad periódicamente. Los cambios se reflejarán en la aplicación con una fecha de "Última actualización" actualizada. El uso continuado de la aplicación tras los cambios constituye la aceptación de la política actualizada.
fr: Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Les modifications seront reflétées dans l'application avec une date de « Dernière mise à jour » actualisée. L'utilisation continue de l'application après les modifications vaut acceptation de la politique mise à jour.
it: Potremmo aggiornare la presente informativa sulla privacy di tanto in tanto. Le modifiche saranno riportate nell'app con una data di "Ultimo aggiornamento" aggiornata. L'uso continuato dell'app dopo le modifiche costituisce accettazione dell'informativa aggiornata.
ja: 当社は本プライバシーポリシーを随時更新する場合があります。変更は「最終更新日」の日付の更新とともにアプリに反映されます。変更後もアプリの使用を継続された場合、更新されたポリシーに同意したものとみなされます。
ko: 당사는 수시로 본 개인정보 처리방침을 업데이트할 수 있습니다. 변경 사항은 업데이트된 '최종 수정일' 날짜와 함께 앱에 반영됩니다. 변경 후 앱을 계속 사용하면 업데이트된 방침에 동의한 것으로 간주됩니다.
pt: Podemos atualizar esta política de privacidade periodicamente. As alterações serão refletidas no aplicativo com uma data de "Última atualização" atualizada. O uso continuado do aplicativo após as alterações constitui aceitação da política atualizada.
zh: 我们可能会不时更新本隐私政策。变更将在应用中以更新的「最后更新」日期体现。在变更后继续使用本应用即表示您接受更新后的政策。

source: We reserve the right to modify these terms at any time. Changes will be reflected within the App with an updated date. Your continued use of the App after changes constitutes acceptance of the revised terms.
de: Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern. Änderungen werden in der App mit einem aktualisierten Datum angezeigt. Ihre fortgesetzte Nutzung der App nach Änderungen gilt als Annahme der geänderten Bedingungen.
es: Nos reservamos el derecho de modificar estas condiciones en cualquier momento. Los cambios se reflejarán en la Aplicación con una fecha actualizada. El uso continuado de la Aplicación tras los cambios constituye la aceptación de las condiciones revisadas.
fr: Nous nous réservons le droit de modifier les présentes conditions à tout moment. Les modifications seront reflétées dans l'Application avec une date mise à jour. Votre utilisation continue de l'Application après les modifications vaut acceptation des conditions révisées.
it: Ci riserviamo il diritto di modificare le presenti condizioni in qualsiasi momento. Le modifiche saranno riportate nell'App con una data aggiornata. L'uso continuato dell'App dopo le modifiche costituisce accettazione delle condizioni riviste.
ja: 当社は、これらの規約をいつでも変更する権利を留保します。変更は更新された日付とともにアプリ内に反映されます。変更後もお客様が本アプリの使用を継続された場合、改訂された規約に同意したものとみなされます。
ko: 당사는 언제든지 본 약관을 수정할 권리를 보유합니다. 변경 사항은 업데이트된 날짜와 함께 앱 내에 반영됩니다. 변경 후 앱을 계속 사용하면 수정된 약관에 동의한 것으로 간주됩니다.
pt: Reservamo-nos o direito de modificar estes termos a qualquer momento. As alterações serão refletidas no Aplicativo com uma data atualizada. O uso continuado do Aplicativo após as alterações constitui aceitação dos termos revisados.
zh: 我们保留随时修改这些条款的权利。变更将在应用内以更新日期的方式体现。在变更后继续使用本应用即表示您接受修订后的条款。

source: What causes northern lights?
de: Wie entstehen Nordlichter?
es: ¿Qué causa las auroras boreales?
fr: Qu'est-ce qui cause les aurores boréales ?
it: Cosa provoca l'aurora boreale?
ja: オーロラが発生する原因は？
ko: 오로라는 왜 생기나요?
pt: O que causa a aurora boreal?
zh: 北极光是怎么形成的？

source: What causes the aurora borealis?
de: Wie entsteht das Polarlicht?
es: ¿Qué causa la aurora boreal?
fr: Comment se forment les aurores boréales ?
it: Cosa provoca l'aurora boreale?
ja: オーロラはなぜ発生するのか？
ko: 오로라(북극광)는 왜 생기나요?
pt: O que causa a aurora boreal?
zh: 极光是如何产生的？

source: What is liquid glass in iOS 26?
de: Was ist Liquid Glass in iOS 26?
es: ¿Qué es liquid glass en iOS 26?
fr: C'est quoi le liquid glass dans iOS 26 ?
it: Cos'è il liquid glass in iOS 26?
ja: iOS 26のリキッドグラスとは？
ko: iOS 26의 리퀴드 글래스란 무엇인가요?
pt: O que é liquid glass no iOS 26?
zh: iOS 26 中的液态玻璃是什么？

source: What is liquid glass?
de: Was ist Liquid Glass?
es: ¿Qué es liquid glass?
fr: C'est quoi le liquid glass ?
it: Cos'è il liquid glass?
ja: リキッドグラスとは？
ko: 리퀴드 글래스란 무엇인가요?
pt: O que é liquid glass?
zh: 什么是液态玻璃？

source: What is quantum computing explained simply?
de: Was ist Quantencomputing einfach erklärt?
es: ¿Qué es la computación cuántica explicada de forma sencilla?
fr: L'informatique quantique expliquée simplement
it: Cos'è il calcolo quantistico spiegato in modo semplice?
ja: 量子コンピューターをわかりやすく解説
ko: 양자 컴퓨팅이란 무엇인가요? (쉽게 설명)
pt: O que é computação quântica de forma simples?
zh: 量子计算是什么？简单解释

source: What is quantum computing?
de: Was ist Quantencomputing?
es: ¿Qué es la computación cuántica?
fr: C'est quoi l'informatique quantique ?
it: Cos'è il calcolo quantistico?
ja: 量子コンピューターとは？
ko: 양자 컴퓨팅이란 무엇인가요?
pt: O que é computação quântica?
zh: 什么是量子计算？

source: Why is the sky blue?
de: Warum ist der Himmel blau?
es: ¿Por qué el cielo es azul?
fr: Pourquoi le ciel est bleu ?
it: Perché il cielo è blu?
ja: 空はなぜ青いのか？
ko: 하늘은 왜 파란색인가요?
pt: Por que o céu é azul?
zh: 天空为什么是蓝色的？

source: Writing answer...
de: Antwort wird geschrieben…
es: Escribiendo respuesta...
fr: Rédaction de la réponse…
it: Scrittura della risposta…
ja: 回答を作成中...
ko: 답변 작성 중...
pt: Escrevendo resposta...
zh: 正在撰写回答…

source: You agree not to use AISight to: • Violate any applicable laws or regulations. • Generate content that is harmful, threatening, abusive, or otherwise objectionable. • Infringe on the intellectual property rights of others. • Attempt to circumvent the on-device AI safety measures. • Misrepresent AI-generated content as human-authored work.
de: Sie verpflichten sich, AISight nicht zu verwenden, um: • Gegen geltende Gesetze oder Vorschriften zu verstoßen. • Inhalte zu erzeugen, die schädlich, bedrohlich, missbräuchlich oder anderweitig anstößig sind. • Geistige Eigentumsrechte anderer zu verletzen. • Die geräteinternen KI-Sicherheitsmaßnahmen zu umgehen. • KI-generierte Inhalte fälschlicherweise als menschlich verfasste Werke auszugeben.
es: Usted se compromete a no utilizar AISight para: • Infringir cualquier ley o normativa aplicable. • Generar contenido que sea dañino, amenazante, abusivo o de otra manera censurable. • Vulnerar los derechos de propiedad intelectual de terceros. • Intentar eludir las medidas de seguridad de la IA en el dispositivo. • Hacer pasar contenido generado por IA como obra de autoría humana.
fr: Vous vous engagez à ne pas utiliser AISight pour : • Enfreindre toute loi ou réglementation applicable. • Générer du contenu nuisible, menaçant, abusif ou autrement répréhensible. • Porter atteinte aux droits de propriété intellectuelle d'autrui. • Tenter de contourner les mesures de sécurité de l'IA sur l'appareil. • Présenter faussement du contenu généré par l'IA comme étant une œuvre rédigée par un humain.
it: Accetti di non utilizzare AISight per: • Violare qualsiasi legge o regolamento applicabile. • Generare contenuti dannosi, minacciosi, offensivi o comunque indesiderabili. • Violare i diritti di proprietà intellettuale di terzi. • Tentare di aggirare le misure di sicurezza dell'IA sul dispositivo. • Spacciare contenuti generati dall'IA come opera di un autore umano.
ja: お客様は、AISightを以下の目的で使用しないことに同意するものとします： • 適用される法令または規制に違反すること。 • 有害、脅迫的、侮辱的、またはその他好ましくないコンテンツを生成すること。 • 他者の知的財産権を侵害すること。 • デバイス上のAI安全対策を回避しようとすること。 • AI生成コンテンツを人間が作成した著作物であると偽ること。
ko: 귀하는 AISight를 다음 목적으로 사용하지 않을 것에 동의합니다: • 관련 법률 또는 규정을 위반하는 행위. • 유해하거나, 위협적이거나, 모욕적이거나, 기타 불쾌한 콘텐츠를 생성하는 행위. • 타인의 지적 재산권을 침해하는 행위. • 온디바이스 AI 안전 조치를 우회하려는 시도. • AI 생성 콘텐츠를 사람이 작성한 저작물로 허위 표시하는 행위.
pt: Você concorda em não utilizar o AISight para: • Violar quaisquer leis ou regulamentos aplicáveis. • Gerar conteúdo que seja prejudicial, ameaçador, abusivo ou de outra forma censurável. • Infringir os direitos de propriedade intelectual de terceiros. • Tentar contornar as medidas de segurança da IA no dispositivo. • Apresentar falsamente conteúdo gerado por IA como obra de autoria humana.
zh: 您同意不将 AISight 用于： • 违反任何适用的法律或法规。 • 生成有害、威胁性、辱骂性或其他令人反感的内容。 • 侵犯他人的知识产权。 • 试图规避设备端 AI 安全措施。 • 将 AI 生成的内容虚假地表示为人工撰写的作品。

source: You agree to indemnify, defend, and hold harmless the developer from and against any claims, liabilities, damages, losses, and expenses, including reasonable legal fees, arising out of or in any way connected with: your use of the App, your violation of these Terms, your violation of any rights of any third party, or your configuration and use of any SearXNG instance in connection with the App.
de: Sie verpflichten sich, den Entwickler von allen Ansprüchen, Haftungen, Schäden, Verlusten und Kosten, einschließlich angemessener Rechtsanwaltsgebühren, freizustellen, zu verteidigen und schadlos zu halten, die sich ergeben aus oder in irgendeiner Weise zusammenhängen mit: Ihrer Nutzung der App, Ihrem Verstoß gegen diese Bedingungen, Ihrer Verletzung von Rechten Dritter oder Ihrer Konfiguration und Nutzung einer SearXNG-Instanz in Verbindung mit der App.
es: Usted se compromete a indemnizar, defender y eximir de responsabilidad al desarrollador frente a cualquier reclamación, responsabilidad, daño, pérdida y gasto, incluidos los honorarios legales razonables, que surjan de o estén de alguna manera relacionados con: su uso de la Aplicación, su incumplimiento de estas Condiciones, su vulneración de los derechos de terceros, o su configuración y uso de cualquier instancia de SearXNG en relación con la Aplicación.
fr: Vous acceptez d'indemniser, de défendre et de dégager de toute responsabilité le développeur contre toute réclamation, responsabilité, dommage, perte et dépense, y compris les frais juridiques raisonnables, découlant de ou liés de quelque manière que ce soit à : votre utilisation de l'Application, votre violation des présentes Conditions, votre violation des droits de tout tiers, ou votre configuration et utilisation de toute instance SearXNG en lien avec l'Application.
it: Accetti di manlevare, difendere e tenere indenne lo sviluppatore da e contro qualsiasi reclamo, responsabilità, danno, perdita e spesa, incluse le ragionevoli spese legali, derivanti da o comunque connesse a: il tuo utilizzo dell'App, la tua violazione delle presenti Condizioni, la tua violazione di qualsiasi diritto di terzi, o la tua configurazione e utilizzo di qualsiasi istanza SearXNG in relazione all'App.
ja: お客様は、本アプリの使用、本規約への違反、第三者の権利の侵害、または本アプリに関連するSearXNGインスタンスの設定および使用に起因する、またはこれらに何らかの形で関連する、すべての請求、責任、損害、損失、および合理的な弁護士費用を含む費用について、開発者を補償し、防御し、免責することに同意するものとします。
ko: 귀하는 앱 사용, 본 약관 위반, 제3자의 권리 침해, 또는 앱과 관련된 SearXNG 인스턴스의 설정 및 사용으로 인해 또는 이와 관련하여 발생하는 모든 청구, 책임, 손해, 손실 및 합리적인 법적 비용을 포함한 비용으로부터 개발자를 면책하고, 방어하며, 해를 입히지 않도록 할 것에 동의합니다.
pt: Você concorda em indenizar, defender e isentar o desenvolvedor de e contra quaisquer reclamações, responsabilidades, danos, perdas e despesas, incluindo honorários advocatícios razoáveis, decorrentes de ou de qualquer forma relacionados a: seu uso do Aplicativo, sua violação destes Termos, sua violação de quaisquer direitos de terceiros, ou sua configuração e uso de qualquer instância SearXNG em conexão com o Aplicativo.
zh: 您同意就以下事项对开发者进行赔偿、抗辩并使其免受损害，包括任何索赔、责任、损害、损失和费用（包括合理的律师费）：您对本应用的使用、您对本条款的违反、您对任何第三方权利的侵犯，或您与本应用相关的任何 SearXNG 实例的配置和使用。

source: You may stop using the App at any time by deleting it from your device. We reserve the right to modify or discontinue the App at any time without notice.
de: Sie können die Nutzung der App jederzeit durch Löschen von Ihrem Gerät beenden. Wir behalten uns das Recht vor, die App jederzeit ohne Vorankündigung zu ändern oder einzustellen.
es: Puede dejar de usar la Aplicación en cualquier momento eliminándola de su dispositivo. Nos reservamos el derecho de modificar o interrumpir la Aplicación en cualquier momento sin previo aviso.
fr: Vous pouvez cesser d'utiliser l'Application à tout moment en la supprimant de votre appareil. Nous nous réservons le droit de modifier ou d'interrompre l'Application à tout moment sans préavis.
it: Puoi cessare l'utilizzo dell'App in qualsiasi momento eliminandola dal tuo dispositivo. Ci riserviamo il diritto di modificare o interrompere l'App in qualsiasi momento senza preavviso.
ja: お客様はデバイスからアプリを削除することにより、いつでも本アプリの使用を中止することができます。当社は、予告なくいつでも本アプリを変更または提供を中止する権利を留保します。
ko: 귀하는 기기에서 앱을 삭제하여 언제든지 사용을 중단할 수 있습니다. 당사는 사전 통지 없이 언제든지 앱을 수정하거나 중단할 권리를 보유합니다.
pt: Você pode parar de usar o Aplicativo a qualquer momento excluindo-o do seu dispositivo. Reservamo-nos o direito de modificar ou descontinuar o Aplicativo a qualquer momento sem aviso prévio.
zh: 您可以随时通过从设备中删除本应用来停止使用。我们保留随时修改或停止提供本应用的权利，恕不另行通知。

source: You've used all %lld free searches today
de: Du hast heute alle %lld kostenlosen Suchen aufgebraucht
es: Has usado las %lld búsquedas gratuitas de hoy
fr: Vous avez utilisé vos %lld recherches gratuites aujourd'hui
it: Hai usato tutte le %lld ricerche gratuite di oggi
ja: 本日の無料検索%lld回をすべて使用しました
ko: 오늘 무료 검색 %lld회를 모두 사용했습니다
pt: Você usou todas as %lld pesquisas gratuitas de hoje
zh: 您今天已用完全部%lld次免费搜索

source: Your data is protected by the security features built into your Apple device, including device encryption, app sandboxing, and biometric or passcode locks. Since AISight stores data only on your device using Apple’s frameworks, your data benefits from the full security architecture of iOS and macOS. Network requests to your SearXNG instance and source websites use standard HTTPS encryption when the server supports it.
de: Ihre Daten sind durch die in Ihr Apple-Gerät integrierten Sicherheitsfunktionen geschützt, einschließlich Geräteverschlüsselung, App-Sandboxing und biometrischer oder Passcode-Sperre. Da AISight Daten nur auf Ihrem Gerät unter Verwendung von Apples Frameworks speichert, profitieren Ihre Daten von der vollständigen Sicherheitsarchitektur von iOS und macOS. Netzwerkanfragen an Ihre SearXNG-Instanz und Quellwebsites verwenden Standard-HTTPS-Verschlüsselung, wenn der Server dies unterstützt.
es: Sus datos están protegidos por las funciones de seguridad integradas en su dispositivo Apple, incluyendo el cifrado del dispositivo, el aislamiento de aplicaciones (sandboxing) y los bloqueos biométricos o con código de acceso. Dado que AISight almacena datos únicamente en su dispositivo mediante los frameworks de Apple, sus datos se benefician de la arquitectura de seguridad completa de iOS y macOS. Las solicitudes de red a su instancia de SearXNG y a los sitios web de origen utilizan cifrado HTTPS estándar cuando el servidor lo admite.
fr: Vos données sont protégées par les fonctionnalités de sécurité intégrées à votre appareil Apple, notamment le chiffrement de l'appareil, le cloisonnement des applications (sandboxing) et les verrous biométriques ou par code d'accès. Étant donné qu'AISight stocke les données uniquement sur votre appareil à l'aide des frameworks d'Apple, vos données bénéficient de l'architecture de sécurité complète d'iOS et de macOS. Les requêtes réseau vers votre instance SearXNG et les sites web sources utilisent le chiffrement HTTPS standard lorsque le serveur le prend en charge.
it: I tuoi dati sono protetti dalle funzionalità di sicurezza integrate nel tuo dispositivo Apple, tra cui la crittografia del dispositivo, il sandboxing delle app e i blocchi biometrici o tramite codice. Poiché AISight archivia i dati solo sul tuo dispositivo tramite i framework di Apple, i tuoi dati beneficiano dell'intera architettura di sicurezza di iOS e macOS. Le richieste di rete verso la tua istanza SearXNG e i siti web di origine utilizzano la crittografia HTTPS standard quando il server la supporta.
ja: お客様のデータは、デバイスの暗号化、アプリのサンドボックス化、生体認証またはパスコードロックを含む、Appleデバイスに組み込まれたセキュリティ機能によって保護されています。AISightはAppleのフレームワークを使用してデバイス上にのみデータを保存するため、お客様のデータはiOSおよびmacOSの完全なセキュリティアーキテクチャの恩恵を受けます。 SearXNGインスタンスおよびソースWebサイトへのネットワークリクエストは、サーバーが対応している場合、標準的なHTTPS暗号化を使用します。
ko: 귀하의 데이터는 기기 암호화, 앱 샌드박싱, 생체 인식 또는 암호 잠금 등 Apple 기기에 내장된 보안 기능으로 보호됩니다. AISight는 Apple의 프레임워크를 사용하여 귀하의 기기에만 데이터를 저장하므로, 귀하의 데이터는 iOS 및 macOS의 전체 보안 아키텍처의 혜택을 받습니다. SearXNG 인스턴스 및 소스 웹사이트에 대한 네트워크 요청은 서버가 지원하는 경우 표준 HTTPS 암호화를 사용합니다.
pt: Seus dados são protegidos pelos recursos de segurança integrados ao seu dispositivo Apple, incluindo criptografia do dispositivo, sandboxing de aplicativos e bloqueios biométricos ou por senha. Como o AISight armazena dados apenas no seu dispositivo usando os frameworks da Apple, seus dados se beneficiam de toda a arquitetura de segurança do iOS e macOS. As solicitações de rede para sua instância SearXNG e sites de origem utilizam criptografia HTTPS padrão quando o servidor oferece suporte.
zh: 您的数据受到 Apple 设备内置安全功能的保护，包括设备加密、应用沙盒和生物识别或密码锁定。由于 AISight 仅使用 Apple 的框架在您的设备上存储数据，您的数据受益于 iOS 和 macOS 的完整安全架构。 向您的 SearXNG 实例和来源网站发起的网络请求在服务器支持时使用标准 HTTPS 加密。

source: Your Rights
de: Ihre Rechte
es: Sus Derechos
fr: Vos droits
it: I Tuoi Diritti
ja: お客様の権利
ko: 귀하의 권리
pt: Seus Direitos
zh: 您的权利

source: Your search history could not be deleted. Please try again.
de: Dein Suchverlauf konnte nicht gelöscht werden. Bitte versuche es erneut.
es: No se pudo eliminar tu historial de búsqueda. Por favor inténtalo de nuevo.
fr: Impossible de supprimer ton historique de recherche. Réessaie.
it: Non è stato possibile eliminare la cronologia di ricerca. Riprova.
ja: 検索履歴を削除できませんでした。再試行してください。
ko: 검색 기록을 삭제하지 못했어요. 다시 시도해 주세요.
pt: Não foi possível apagar seu histórico de buscas. Tente novamente.
zh: 搜索历史删除失败，请重试。

source: Your search history will appear here after you ask your first question.
de: Dein Suchverlauf erscheint hier, sobald du deine erste Frage gestellt hast.
es: Tu historial de búsqueda aparecerá aquí después de hacer tu primera pregunta.
fr: Ton historique de recherche apparaîtra ici après ta première question.
it: La tua cronologia di ricerca apparirà qui dopo la tua prima domanda.
ja: 最初の質問をすると、ここに検索履歴が表示されます。
ko: 첫 번째 질문을 하면 여기에 검색 기록이 표시돼요.
pt: Seu histórico de buscas aparecerá aqui depois que você fizer sua primeira pergunta.
zh: 提出第一个问题后，搜索历史将显示在这里。

source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
pt: Detalhes
zh: 详情

source: SearXNG Server URL
es: URL del servidor SearXNG
fr: URL du serveur SearXNG
it: URL del server SearXNG
ja: SearXNGサーバーURL
ko: SearXNG 서버 URL
pt: URL do Servidor SearXNG
zh: SearXNG 服务器地址

source: Server Status
es: Estado del servidor
fr: État du serveur
it: Stato del server
ja: サーバーの状態
ko: 서버 상태
pt: Status do Servidor
zh: 服务器状态

source: Swift concurrency patterns
es: Patrones de concurrencia en Swift
fr: Patterns de concurrence Swift
it: Pattern di concorrenza in Swift
ja: Swiftの並行処理パターン
ko: Swift 동시성 패턴
pt: Padrões de concorrência em Swift
zh: Swift 并发模式

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt: Versão
zh: 版本

source: OK
ko: 확인
zh: 好
